Repository: keyeMyria/konkord
Catalog: konkord/apps/exchange/locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: Products will be imported soon.
ru: Товары будут импортированы в ближайшее время
uk: Товари будуть імпортовані найближчим часов

source: Import
ru: Импорт
uk: Імпорт

source: Excell file
ru: Файл excell
uk: Файл excell

source: Price
ru: Цена
uk: Ціна

source: Data map
ru: Данные для замены
uk: Дані для заміни

source: Use this for add shortcuts for export
ru: Используйте это для добавления сокращений при експорте
uk: Використовуйте це для додання скорочень при експорті

source: Short description
ru: Краткое описание
uk: Короткий опис

source: Description
ru: Описание
uk: Опис

source: Properties
ru: Характеристики
uk: Властивості

source: Log
ru: Лог
uk: Лог

source: Errors caused in import process
ru: Ошибки возникшие в процессе импорта
uk: Помилки що виникли під час імпорту

source: File for import
ru: Файл для импорта
uk: Файл для імпорту

source: Files for import
ru: Файлы для импорта
uk: Файлі для імпорту

source: Id col missing
ru: Остутсвует столбец ID
uk: ID стовпець пропущено

source: Property {row_with_names[col_num]} does not exist, ignored
ru: Характеристика {row_with_names[col_num]} не существует, проигнорировано
uk: Властивість {row_with_names[col_num]} не існує, проігноровано

source: Product type col missing
ru: Столбец тип товара пропущен
uk: Стовпецб тип товару пропущено

source: Product with ID:({product_id}) does not exist
ru: Товар с ID:({product_id}) не существет
uk: Товара з ID({product_id}) не існує

source: Product status {col} does not exist, product ID:({product_id}) skipped
ru: Статус товара {col} не существует, ID товара:({product_id}) пропущено
uk: Статуса товара {col} не існує, ID товара:({product_id}) пропущено

source: Invalid type {value} for product ID:({product_id}), product skipped
ru: Некорректный тип {value} для товара ID:({product_id}), товар пропущен

source: Parent product with Name:({value}) does not exist, product ID:({product_id}) skipped
ru: Родительский товар с именем:({value}) не существует, ID товара:({product_id})
uk: Батьківський товар з ім'ям:({value}) не існує, ID:({product_id}) пропущено

source: Invalid type for product ID:({product_id}), product skipped
ru: Некорректный тип для товара ID({product_id}), товар пропущен
uk: Некоректний тип для товару ID:({product_id}), товар пропущено

source: Product name must be set for ID:({product_id}), skipped
ru: Имя товара должно быть указано для ID:({product_id}), пропущено
uk: Ім'я товара має бути вказанним для ID:({product_id}), пропущено

source: Product type
ru: Тип товара
uk: Тип товару

source: Parent id
ru: ID родителя
uk: ID батьківського товару

source: Name ru
ru: Наименование ru
uk: Ім'я ru

source: Name uk
ru: Наименование uk
uk: Ім'я uk

source: Status
ru: Статус
uk: Статус

source: Short description ru
ru: Краткое описание ru
uk: Короткий опис ru

source: Short description uk
ru: Краткое описание uk
uk: Короткий опис uk

source: Full description ru
ru: Полное описание ru
uk: Повний опис ru

source: Full description uk
ru: Полное описание uk
uk: Повний опис uk

source: Retail price
ru: Розничная цена
uk: Роздрібна ціна

source: Property
ru: Характеристика
uk: Властивість
