Repository: keyeMyria/konkord
Catalog: konkord/apps/reviews/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Review type
ru: Тип отзыва

source: Question
ru: Вопрос

source: Review
ru: Отзыв

source: Answer the question
ru: Ответ на вопрос

source: Answer the review
ru: Ответ на отзыв

source: It has been moderated
ru: Промодерировано

source: Comment
ru: Комментарий

source: Parent review
ru: Родительский отзыв

source: Exceeded max reviews
ru: Превышено максимальное количество отзывов

source: Exceeded max replies
ru: Превышено максимальное количество ответов

source: Site manager
ru: Менеджер сайта

source: Post moderate
ru: Пост модерация

source: Pre moderate
ru: Пре модерация

source: Max reviews
ru: Максимальное количество отзывов

source: Max replies
ru: Максимальное количество ответов

source: Moderate mode
ru: Режим модерации

source: Managers group name
ru: Название группы менеджеров

source: Initial review score
ru: Изначальная оценка

source: Reviews
ru: Отзывы

# reviewed_with_chains
source: Name
ru: Имя

source: Email
ru: Элекронная почта

source: Please rate this product
ru: Пожалуйста оцените этот товар

source: Author email
ru: Электронная почта автора

source: <a href="%s">Product</a>
ru: <a href="%s">Товар</a>

source: Parent text
ru: Родительский текст

source: yes
ru: да

source: no
ru: нет

source: User
ru: Пользователь

source: Author
ru: Автор

source: Authors
ru: Авторы

source: Published
ru: Опубликовано

# reviewed_with_chains
source: Score
ru: Оценка

source: Advantage
ru: Плюсы

source: Cons
ru: Минусы

source: Content type
ru: Тип контента

source: Content ID
ru: Контент ID

source: Create date
ru: Дата создания

source: Show create date
ru: Показывать дату создания

# reviewed_with_chains
source: Parent
ru: Родитель

source: Short comment
ru: Краткий комментарий

source: Receive notifications
ru: Получать уведомления

source: Product reviews
ru: Отзывы о товаре

source: Rating
ru: Рейтинг

source: Ratings
ru: Рейтинги

source: Add reply
ru: Добавить ответ

source: Add review
ru: Добавить отзыв

source: of users found this review useful
ru: пользователей находят этот отзыв полезным

source: Review helpful?
ru: Отзыв полезный?

source: Print to PDF
ru: Печатать в PDF

source: Thank you, your review has adopted, he soon appear on the site.
ru: Спасибо, ваш отзыв был принят, вскоре он появится на сайте.

source: Thank you, your review has published.
ru: Спасибо, ваш отзыв опубликован.

source: Thank you, your reply has adopted, he soon appear on the site.
ru: Спасбио, ваш ответ был принят, вскоре он появится на сайте.

source: Thank you, your reply has published.
ru: Спасбои, ваш ответ был опубликован.
