Repository: keyeMyria/konkord
Catalog: konkord/apps/price_navigator/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Invalid data
ru: Неправельные данные

source: The price navigator well be generated soon.
ru: Прайс навигатор будет скоро сгенерирован

source: Generate
ru: Генерировать

source: Active
ru: Активно

source: Name
ru: Наименование

source: File name
ru: Название файла

source: Update rate
ru: Частота обновлений

source: Coding
ru: Кодировка

source: Statuses
ru: Статусы

source: Pack to zip
ru: Паковать в zip

source: Template
ru: Шаблон

source: Symbol replacement
ru: Замены символов

source: Last generation
ru: Последняя генерация

source: Price navigator
ru: Прайс навигатор

source: Price navigators
ru: Прайс навигаторы
