Repository: keyeMyria/konkord
Catalog: konkord/apps/maintenance/locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: Maintenance Mode
ru: Сервисное обслуживание
uk: Сервісне обслуговування

source: Announce for admins
ru: Сообщение для админов
uk: Повідомлення для адмінів

source: Announce both for admins and users
ru: Сообщение для админов и пользователей
uk: Повідомлення для адмінів та користувачів

source: Message for users
ru: Сообщение для пользователей
uk: Повідомлення для користувачів

source: Full site down
ru: Полная остановка сайта
uk: Повна зупинка сайту

source: Message
ru: Сообщение
uk: Повідомлення

source: Start time
ru: Начало
uk: Початок

source: End time
ru: Конец
uk: Кінець

source: Message type
ru: Тип сообщения
uk: Тип повідомлення

source: Allow to close
ru: Разрешить пользователю закрывать сообщение

source: Maintenance message
ru: Сервисное сообщение
uk: Сервісне повідомлення

source: Maintenance messages
ru: Сервисные сообщения
uk: Сервісні повідомлення

source: Down
ru: В обслуживании
uk: В обслуговуванні

source: The application is currently undergoing scheduled maintenance. Please see the messages below for more information:
ru: Работа сайта временно приостановлена на период проведения сервисных работ. Обратите внимание на сообщение для дополнительной информации:
uk: Роботу сайту тимчасово призупинено на період проведення сервісних робіт. Зверніть увагу на повідомлення для додаткової інформації:

source: Service window is between %(start_time)s and %(end_time)s
ru: Сервисные работы с %(start_time)s по %(end_time)s
uk: Сервісні роботи з %(start_time)s по %(end_time)s

source: Service window is between %(start_time)s and unknown
ru: Сервисные работы с %(start_time)s (время окончания пока не известно)
uk: Сервісні роботи з %(start_time)s (час завершення поки невідомий)
